Repository: collective/collective.blog
Catalog: src/collective/blog/locales/*/LC_MESSAGES/collective.blog.po
Languages: de, pt_br

source: A Blog Author
de: Ein Blog Autor
pt_br: Autor / Autora no Blog

source: A Blog Post
de: Ein Blogbeitrag
pt_br: Uma postagem no blog

source: A Blog tag
de: Ein Blog tag
pt_br: Uma tag no blog

source: A folderish content item representing a Blog
de: Ein ordnerartiger Inhaltstyp, der einen Blog darstellt
pt_br: Um tipo de conteúdo que representa um Blog

source: Adds a field to categorize blog posts using tags
de: Fügt ein Feld zur Kategorisierung von Blogbeiträgen mithilfe von Stichworten hinzu
pt_br: Adiciona um campo para categorizar posts utilizando tags

source: Author
de: Autor
pt_br: Autor/Autora

source: Authors container inside the Blog
de: Autoren Ordner innerhalb des Blogs
pt_br: Pasta contendo autores dentro de um Blog

source: Blog Author
de: Blog Autor
pt_br: Autor

source: Blog Behavior
de: Blog Verhalten
pt_br: Blog

source: Blog Post
de: Blogbeitrag
pt_br: Postagem

source: Blog Settings
de: Blog Einstellungen
pt_br: Configurações do Blog

source: Blog Support for Plone
de: Blog Unterstützung für Plone
pt_br: Blog suporte para Plone

source: Blog Support for Plone: Uninstall
de: Blog Unterstützung für Plone: Deinstallieren
pt_br: Blog: Remover suporte

source: Blog Tag
de: Blog Stichwort
pt_br: Tag

source: Blog Tags
de: Blog Stichworte
pt_br: Tags

source: Categorization by Authors.
de: Kategorisierung nach Autoren.
pt_br: Categorização por Autores

source: Categorization by Tags.
de: Kategorisierung nach Stichworten.
pt_br: Categorização por Tags

source: Edit
pt_br: Editar

source: Implements a blog behavior on a content type
de: Implementiert das Blog-Verhalten für einen Inhaltstyp
pt_br: Implementa o comportamento de blog para um tipo de conteúdo

source: Package to configure Blog content types
de: Paket zur Konfiguration der Blog Inhaltstypen
pt_br: Pacote que configura tipos de conteúdo para blogs

source: Tags container inside the Blog
de: Stichworte Ordner innerhalb des Blogs
pt_br: Pasta de tags dentro de um Blog

source: Uninstall Blog setup.
de: Blog setup deinstallieren.
pt_br: Remover suporte a Blogs

source: View
pt_br: Visão

source: authors_folder_desc
de: Unsere Autoren
pt_br: Autores deste blog

source: authors_folder_id
de: autoren
pt_br: autores

source: authors_folder_title
de: Autoren
pt_br: Autores

source: contributors
de: Beitragende
pt_br: Contribuidores

source: help_authors
de: Personen, die den Text des Artikels geschrieben haben. Die Person mit dem Hauptbeitrag sollte als erste erscheinen.
pt_br: Pessoas responsáveis por esta postagem.

source: help_contributors
de: Personen, die Inhalte zum Artikel beigetragen haben.
pt_br: Pessoas que contribuiram para esta postagem.

source: help_copyrights
de: Urheberrechtserklärung oder andere Informationen über Rechte an diesem Artikel.
pt_br: Informações sobre direitos autorais desta postagem.

source: help_enable_authors_folder
de: Soll innerhalb des Blogs ein Autoren Ordner erstellt werden?
pt_br: Habilitamos a criação da pasta de autores dentro do Blog?

source: help_enable_tags_folder
de: Soll innerhalb des Blogs ein Stichworte Ordner erstellt werden?
pt_br: Devemos criar uma pasta para armazenar as tags dentro do Blog?

source: label_authors
de: Autoren
pt_br: Autores

source: label_blog_tags
de: Stichworte
pt_br: Tags

source: label_copyrights
de: Urheberrechte
pt_br: Direitos Autorais

source: label_schema_metadata
de: Metadaten
pt_br: Metadados

source: tags_folder_desc
pt_br: Tags utilizadas neste Blog

source: tags_folder_id
de: stichwoerter
pt_br: tags

source: tags_folder_title
de: Stichwörter
pt_br: Tags

source: Tag
de: Stichwort
